//* (C) 1994-2025 Rocket Software, Inc. or its affiliates.
//* ROCKET SOFTWARE, INC. CONFIDENTIAL
//* (C) 1994-2025 Rocket Software, Inc. or its affiliates.
//* ROCKET SOFTWARE, INC. CONFIDENTIAL
//* (C) 1994-2025 Rocket Software, Inc. or its affiliates.
//* ROCKET SOFTWARE, INC. CONFIDENTIAL
//CONCATEX JOB CLASS=6,NOTIFY=&SYSUID
//*
//STEP10    EXEC PGM=SORT
//SORTIN    DD DSN=SAMPLE.INPUT1,DISP=SHR
//          DD DSN=SAMPLE.INPUT2,DISP=SHR
//          DD DSN=SAMPLE.INPUT3,DISP=SHR
//SORTOUT   DD DSN=SAMPLE.OUTPUT,DISP=(,CATLG,DELETE),
//          LRECL=50,RECFM=FB